IDEA Open Model
OpenMessages.Messages Property
Compatible with IDEA StatiCa Beta 20.0
 List of messages
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<OpenMessage> Messages { get; set; }
Public Property Messages As List(Of OpenMessage)
	Get
	Set
Property Value
Type: List<OpenMessage>
See Also
Reference
OpenMessages Class
IdeaRS.OpenModel.Message Namespace